Repository: i5ar/gerp
Catalog: portables/locale/*/LC_MESSAGES/django.po
Languages: it

source: Company
it: Azienda

source: Companies
it: Aziende

source: Contract
it: Contatto

source: Contracts
it: Contratti

source: Recipient
it: Destinatario

source: Operation
it: Intervento

source: tonne of oil equivalent
it: tonnellate equivalenti di petrolio

source: tonne/year less emissions of CO2
it: tonnellate/anno di minori emissioni CO2

source: saved trees
it: alberi salvati

source: Local Administrative Unit
it: Ente Locale
